Repository: stedjor/Stefan-Djordjevic-portfolio
Catalog: src/translate/messages.*.xlf
Languages: sr

# main-turn-on-tooltip
source: Skip
sr: Preskoči

# modal_menu-home
source: <fa-icon></fa-icon> Home
sr: <fa-icon></fa-icon> Početna

# modal_menu-about
source: <fa-icon></fa-icon> About
sr: <fa-icon></fa-icon> O meni

# modal_menu-app
source: <fa-icon></fa-icon> Applications
sr: <fa-icon></fa-icon> Aplikacije

# modal_menu-uc
source: <fa-icon></fa-icon> UsedCars
sr: <fa-icon></fa-icon> Polovnjaci

# modal_menu-contact
source: <fa-icon></fa-icon> Contact
sr: <fa-icon></fa-icon> Kontakt

# modal_menu-profile
source: <fa-icon></fa-icon> Profile
sr: <fa-icon></fa-icon> Profil

# modal_menu-logout
source: <fa-icon></fa-icon> Logout
sr: <fa-icon></fa-icon> Odjavite se

# modal_menu-login
source: <fa-icon></fa-icon> Login
sr: <fa-icon></fa-icon> Prijavite se

# modal_info-home
source: <h4>Information about project</h4> <h6> Whole project was written in Angular Framework version 8 with some extra tools. I tried to use many different possibilities that Angular provides.</h6> <h6> For the layout I used Bootstrap framework and Less preprocessor and for the animations I used JQuery framework. You are probably wondering why I didn't use Angular Material and Angular Animations, I was guided by fact that "the fastest / shortest way is the one you know", namely I don't have much experience but I will do my best to perfect it.</h6> <h6> Since I don't know the backend programming languages so well, I decided to use the Firebase database and connect it to Angular. </h6>
sr: <h4>Informacije o projektu</h4> <h6> Čitav projekat je napisan u Angular Framework-u verzije 8 sa dodatnim alatima. Pokušao sam da iskoristim što više mogućnosti koje pruža Angular.</h6> <h6> Za izgled sam koristio Bootstrap Framework i Less preprocesor, za animacije sam koristio JQuery Framevork. Verovatno se pitate zašto nisam koristio Anuglar Materijal i Angular Animation, vodio sam se činjenicom da je "najbrži / najkraći put onaj koji poznajete", tj. nemam puno iskustva, ali ću se potruditi da ih usavršim u skorije vreme.</h6> <h6> Pošto ne poznajem tako dobro Backend programske jezike, odlučio sam se da koristim Firebase bazu i povežem je sa Angularom. </h6>

# modal_info-about
source: <h4>Information about me</h4> <h6> On this channel you can find information about me, my education, jobs I have worked and the knowledge I have. You can also download my CV in Serbian and English. </h6>
sr: <h4>Informacije o meni</h4> <h6> Na ovom kanalu možete pronaći informacije o meni, mom obrazovanju, poslovima na kojima sam radio i znanje koje posedujem. Takođe možete preuzeti moj CV na Srpskom i Engleskom jeziku. </h6>

# modal_info-app
source: <h4>Channel with apps</h4> <h6> This channel has the apps I made for this presentation. </h6> <h6>Angular apps:</h6> <ul> <li> FourSqure app does not need to log in. </li> <li> UsedCars app needs to be logged in. </li> </ul> <h6>React app:</h6> <ul> <li> Records Of Idea (ROI) app does not need log in, when you click on it a new tab will open and you can try it out. </li> </ul>
sr: <h4>Kanal sa aplikacijama</h4> <h6> Ovaj kanal sadrži aplikacije koje sam napravio za ovu prezentaciju. </h6> <h6>Angular aplikacije:</h6> <ul> <li> FourSqure aplikacija ne zahteva da se ulogujete. </li> <li> UsedCars aplikacija zahteva da budete ulogovani. </li> </ul> <h6>React aplikacije:</h6> <ul> <li> Records Of Idea (ROI) aplikacija ne zahteva da se ulogujete, kada kliknete na nju otvoriće se nova kartica i možete je isprobati. </li> </ul>

# modal_info-fs
source: <h4>FourSquare App</h4> <h6> I got the idea for this app when I applied for a job at a Quantox company, I was tasked with setting up an application that would use FourSquare API and google maps. for this task I used JavaScript, JQuery and Ajax tools. Since I have experience working in Angular framework in kompany I decided to create one in it using another Here WeGo map. </h6> <h5>Instructions:</h5> <h6> <ol> <li>You need to click the allow button for the app to find your location on the map,</li> <li>Then, in the upper right corner, you should enter the term places you want to find in search, for example a restaurant, coffee, shop, etc and press enter. </li> <li>On the left side you will see list of cards of all places near you up to two kilometers away, and the map will show markers of all places, </li> <li>Clicking on a card in the map will show a marker of that, also clicking on the marker card will place that spot,</li> <li>You can see the address and distance from your location on the card. </li> </ol> </h6>
sr: <h4>FourSquare aplikacija</h4> <h6> Ideju za ovu aplikaciju sam dobio kada sam se prijavio za posao u Quantox kompaniji. Dobio sam zadatak da napravim aplikaciju koja će koristiti FourSquare Api i Goggle mapu. Za taj zadatak sam koristio JavaScript, JQuery i Ajax alate. Pošto imam iskustvo rada u Angular Framework-u u kompaniji, odlučio sam da je napravim u njemu koristeći i drugu Here WeGo mapu. </h6> <h5>Instrukcije:</h5> <h6> <ol> <li> Potrebno je da kliknete na dugme dopusti (Allow), da bi aplikacija pronašla vašu lokaciju na mapi.</li> <li> Zatim u gornjem desnom uglu u polje unesite pojam mesta koje želite da pronađete, na primer restoran, kafić, prodavnice itd. I pritisnite Enter. Možete takodje koristiti i engleske reči, jer FourSquare baza možda i ne pronađe sva mesta. </li> <li> Na levoj strani ćete videti listu kartica svih mesta u vašoj blizini udaljenosti do dva kilometra, a na mapi će biti označena sva mesta. </li> <li> Klikom na karticu na mapi prikazaće oznaku tog mesta, a klikom na oznaku prikazaće karticu tog mesta. </li> <li> Na kartici možete videti adresu i udaljenost od svoje lokacije. </li> </ol> </h6>

# modal_info-uc
source: <h4>UsedCars App</h4> <h5>Car Ads</h5> <h6> This application was made only for presentation, all information is fabricated. If you want to try it feel free to use arbitrary information. It is an advertising application for used car sales. You can preview and create ads in it, you can only modify or delete your ads. You can also leave a comment on each ad. </h6> <h6> In this app we have two pages: Car Ads and Create Ad. </h6> <h5>Instructions for Car Ads page:</h5> <ol> <li>On the left side are listings of ads. If you made an ad, you will have two lists, one with your ads and one with all others. There is also a filter button for filtering ads and Sort By... for sorting ads.</li> <li> Clicking on one ad will open a tab with details about that ad on the right if you have accessed the app on a larger screen or if you are on your mobile phone at the bottom. </li> <li>If you clicked on your ad, the top right of the tab will show two buttons for editing and deleting the ad.</li> <li>That card contains pictures, information and a section where you can read and write a comment.</li> <li>If you click on <fa-icon></fa-icon> (Edit) a new page will open with all your information that you can change. </li> </ol> </h6>
sr: <h4>Polovnjaci Aplikacija</h4> <h5>Auto oglasi</h5> <h6> Ova aplikacija napravljena je samo za prezentaciju, sve informacije su izmišljene. Ako želite da isprobate slobodno koristite proizvoljne informacije. To je reklamna aplikacija za prodaju polovnih automobila. Možete da pregledate i kreirate oglase u njima, samo svoje oglase možete da uklonite i izmenite. </h6> <h6> U ovoj aplikaciji imamo dve stranice: Auto oglasi i Napravite oglas. </h6> <h5>Uputstvo za stranicu Auto Oglasi:</h5> <h6> <ol> <li> Na levoj strani se nalaze oglasi. Imate dve liste jednu sa vašim oglasima ako ste napravili neki i jednu sa svim ostalim oglasima. Takođe postoje i dugme za filtriranje i sortiranje oglasa. </li> <li> Klikom na jedan oglas otvoriće se kartica sa detaljima o tom oglasu na desnoj strani ako pristupate aplikaciji na većem ekranu ili ako ste na vašem mobilnom telefonu na donjoj strani. </li> <li> Ako ste kliknuli na vaš oglas, u gornjem desnom uglu kartice će se prikazati dva dugmeta za izmenu i uklanjanje oglasa. </li> <li> Ta kartica sadrži slike, informacije i odeljak gde možete da čitate i pišete komentare. </li> <li> Ako kliknete na <fa-icon></fa-icon> (Uredite) otvoriće se nova stranica sa svim Vašim podacima koje možete izmeniti. </li> </ol> </h6>

# modal_info-uc-createad
source: <h4>UsedCars App</h4> <h5>Create Ad</h5> <h6> I have created a few items in the Create Ad page for information to fill, there may be more, but this is enough for presentation.</h6> <h5>Instructions for Create Ad page:</h5> <h6> <ol> <li>While creating your ad you can add pictures, car information and information about yourself.</li> <li>If your model has an extra mark, click on the arrow to the right of the place for Model (the arrow points to the right) and a place will open where you can enter the mark of your car. </li> <li>Also If Brand or Model of your car is not on the list, click on the arrow between the Brand and the place for Model (the arrow points down) and two new places will open where you can enter the Brand and Model arbitrarily. </li> <li>All fields are required.</li> </ol> </h6>
sr: <h4>Polovnjaci Aplikacija</h4> <h5>Napravite Oglas</h5> <h6> Napravio sam nekoliko stavki na stranici Napravite oglas za informacije koje treba popuniti, može ih biti još naravno, ali je ovo dovoljno za prezentaciju. </h6> <h5>Uputstvo za stranicu Napravite Oglas:</h5> <h6> <ol> <li> Dok kreirate oglas možete dodati slike, informacije o automobilu i informacije o sebi. </li> <li> Ako vaš model ima dodatnu oznaku, kliknite na strelicu desno od mesta ya model (strelica pokayzje na desno) i otvoriće se mesto gde možete da unesete oynaku svog automobila. </li> <li> Takođe ako Marka ili Model Vašeg automobila nije na listi, kliknite na strelicu između Marke i mesta za Model (strelica koja pokazuje na dole) i otvoriće se dve nove lokacije gde možete proizvoljno uneti Marku i Model kao i Oznaku. </li> <li> Sva polja je neophodno popuniti. </li> </ol> </h6>

# modal_info-uc-edit
source: <h4>UsedCars App</h4> <h5>Edit Ad</h5> <h6> In Edit Ad page you can add, change or delete images of your car and change information about your car and yourself. </h6>
sr: <h4>Polovnjaci Aplikacija</h4> <h5>Uredite Oglas</h5> <h6> Na stranici Uredite Oglas možete dodavati, menjati ili brisati slike svog automobila i menjati informacije o svom automobilu i sebi. </h6>

# modal_info-contact
source: <h4>How can you contact me?</h4> <h5>Not Logged in</h5> <h6> If you are not logged in you can only contact me via Email, Facebook or LinkedIn. </h6> <h5>Logged in</h5> <h6> If you are logged in you can also contact me via the form, where you will enter a message in the field and click on the Send. </h6> <h6> Above the field is a screen where you can see your messages and my responses to your messages. And only you and I can see that conversation. </h6> <h6> As an admin I log in with the admin account and reply to your message. </h6>
sr: <h4>Kako me možete kontaktirati?</h4> <h5>Niste ulogovani</h5> <h6> Ako niste ulogovani jedino me možete kontaktirati preko e-pošte, Facebook-a ili LinkedIn-a. </h6> <h5>Ulogovani ste</h5> <h6> Ako ste ulogovani možete me kontaktirati i putem forme, gde možete upisati poruku u polje i kliknuti na "Poslati". </h6> <h6> Iznad polja je ekran gde možete videti vaše poruke i moje odgovore na vaše poruke. I jedino Vi i ja možemo videti naš razgovor. </h6> <h6> Kao administrator prijavljjem se sa takvim nalogom i odgovaram na vaše poruke. </h6>

# modal_info-login
source: <h4>How to log in?</h4> <h5>If you have account</h5> <h6> Just enter email and password to theirs fields and click on <span>Log In</span> or you can log in with your google account by clicking on <fa-icon></fa-icon>. </h6> <h6> If you forgot password click on <span>Forgot Password</span> and follow the instructions. </h6> <h5>If you haven't account</h5> <h6> Just click on <span>Register</span> and follow instructions. </h6>
sr: <h4>Kako se ulogovati?</h4> <h5>Ako imate nalog</h5> <h6> Samo upisite e-poštu i sifru u njihova polja i kliknite na <span>Uloguj se</span> ili se ulogujte sa wašim Google nalogom klikom na <fa-icon></fa-icon>. </h6> <h6> Ukoliko ste zaboravili lozinku <span>Zaboravili ste lozinku</span> i pratite uputstva. </h6> <h5>Ako nemate nalog</h5> <h6> Kliknite na <span>Registruj se</span> i pratite instrukcije. </h6>

# modal_info-tegister
source: <h4>How to register?</h4> <h6> Just enter email and password and confirm password to theirs fields and click on Register button or you can log in with your google account by clicking on G button. </h6> <h5>If you haven't account</h5> <h6> Just click on Log in and follow instructions. </h6>
sr: <h4>Kako se registrovati?</h4> <h6> Upišite e-poštu i lozinku i potvrdite lozinku u njihova polja i kliknite na dugme Registruj se ili se možete ulogovati sa vašim Google nalogom. </h6> <h5>Ako imate nalog</h5> <h6> Samo kliknite na Uloguj se i pratite instrukcije. </h6>

# modal_info-profile
source: <h4>Your Profile</h4> <h5>User Profile</h5> <h6> Here you can see your profile picture, username and email. </h6> <h6> If you haven't picture or username you can set by clicking on <fa-icon></fa-icon>, or if you have you can change. </h6> <h5>Edit Profile</h5> <h6> On Choose file (Browse) field you can select pictures from your device. On button <fa-icon></fa-icon> near the picture you can delete picture. </h6> <h6> On fild username you can set your <span>username</span>, or if was setted you can change. </h6> <h6> When you finish and you sure with changes click on button <fa-icon></fa-icon>, or if you don't want to edit click on <fa-icon></fa-icon>. </h6> <h6> If you are logged in with your provider (Google) you can return your photo clicking on <fa-icon></fa-icon>, </h6>
sr: <h4>Vaš Profil</h4> <h5>Korisnički Profil</h5> <h6> Ovde možete videti vašu sliku, korisničko ime i e-poštu. </h6> <h6> Ako nemate sliku ili korisničko ime možete da podesite klikom na <fa-icon></fa-icon>, ili ako imate možete izmeniti. </h6> <h5>Uredite Profil</h5> <h6> Na Izabrati datoteku (Pregledati) polje možete odabrati sliku sa vašeg uređaja. Na dugme <fa-icon></fa-icon> u blizini slike možete ukloniti sliku. </h6> <h6> Na polje Korisničko ime možete podesiti vaše korisničko ime. <span>Korisničko ime</span>, ili ako je postavljeno možete ga izmeniti. </h6> <h6> When you finish and you sure with changes click on button Kada završite i budete sigurni sa promenama kliknite na dugme <fa-icon></fa-icon>, ili ako neželite da izmenite kliknite na <fa-icon></fa-icon>. </h6> <h6> Ako ste prijavljeni sa svojim provajderom (Google), možete vratiti vašu fotografiju klikom na <fa-icon></fa-icon>, </h6>

# modal_info-fp
source: <h4>If you forgot password</h4> <h6> Enter your email and click on <span>Reset Password</span>. </h6> <h6> Then check your email inbox and click on link. This will take you to a page where you can enter a new password. </h6>
sr: <h4>Ako ste zaboravili lozinku</h4> <h6> Upišite vašu e-poštu u polje i kliknite na <span> Resetovanje lozinke </span>. </h6> <h6> Zatim proverite poštansku poštu na vašoj e-pošti i kliknite na link. Ovo će Vas odvesti na stranicu na kojoj možete uneti novu lozinku. </h6>

# modal_info-ve
source: <h4>Verify your email</h4> <h6> This help me to know that this email exist and that you are owner of this email. </h6>
sr: <h4>Potvrdite svoj e-poštu</h4> <h6> Ovo mi pomaže da znam da li ova e-pošta postoji i da ste vlasnik ovoe e-pošte. </h6>

# modal_info-error
source: <h4>Error</h4> <h6> The page you were looking for is currently down or does not exist, so please return to home page. </h6>
sr: <h4>Greška</h4> <h6> Stranica koju ste tražili trenutno nije u funkciji ili ne postoji, zato Vas molim da se vratite na početnu stranu. </h6>

# app-title
source: Applications
sr: Aplikacije

# app_angular-icon-title
source: App made in Angular.
sr: Aplikacija napravljena u Angular-u.

# app_react-icon-title
source: App made in React.
sr: Aplikacija napravljena u React-u.

# app_new-tab-icon-title
source: Open app in new tab.
sr: Otvorite aplikaciju na novoj stranici.

# app-subtitle
source: You can see whole code of these applications on my GitHub <a> <fa-icon></fa-icon> </a>.
sr: Ceo kod ovih aplikacija možete videti na mom GitHub-u <a> <fa-icon></fa-icon> </a>.

# contact-title
source: Contact
sr: Kontakt

# contact-text-1
source: You can contact me via Email, Facebook or LinkedIn. Or you can register and use the contact form to send messages, and a screen where you can see all the messages, ie. whole conversation we had. Clicking on that "cat" takes you to my GitHub profile where you can see whole code for this presentation, as well as other projects that I will post.
sr: Možete me kontaktirati putem e-pošte, Facebook-a ili LinkedIn-a. Ili možete da napravite nalog i koristite kontakt obrazac za slanje poruka i ekran na kome možete videti sve poruke, tj. ceo razgovor koji smo vodili. Klikom na tu "mačku" dole odvešće vas do mog GitHub profila gde možete videti ceo kod ove prezentacije kao i druge projekte koje budem objavio.

# contact-text-2
source: You can contact me via Email, Facebook or LinkedIn. Or you can use the contact form to send messages. And here is a screen where you can see all the messages, ie. whole conversation we had. Clicking on that "cat" takes you to my GitHub profile where you can see whole code for this presentation, as well as other projects that I will post.
sr: Možete me kontaktirati putem e-pošte, Facebook-a ili LinkedIn-a. Ili možete da napravite nalog i koristite kontakt obrazac za slanje poruka i ekran na kome možete videti sve poruke, tj. ceo razgovor koji smo vodili. Klikom na tu "mačku" dole odvešće vas do mog GitHub profila gde možete videti ceo kod ove prezentacije kao i druge projekte koje budem objavio.

# contact-cancel
source: Cancel
sr: Poništiti

# contact-nomessage
source: There is no message
sr: Ovde nema nijedne poruke

source: Write a message...
sr: Upišite poruku...

# contact-send-btn
source: Send
sr: Poslati

# about-title
source: Information about me
sr: Informacije o meni

# about-text
source: <li>I graduated from the Technical College of Applied Studies in Kragujevac, the course of Informatics, gaining the qualification Bachelor of Science in Informatics (Appl.).</li> <li>When I passed the last exam, I applied for practice at SAGA D.O.O company in Belgrade, lasting four months. </li> <li>Shortly after completing the practice, i was employed at Quantox Technology company in Kragujevac office. I was employed for five months. </li> <li>After that I was worked on some different projects and then I graduated. </li> <li>Because I can't speak about projects that I worked, I decide to made this presentation. </li> <li>By clicking on <a>Sr <fa-icon></fa-icon></a> you can download my CV in serbian, and by clicking on <a>En <fa-icon></fa-icon></a> you can download CV in english. </li>
sr: <li> Diplomirao sam na Visokoj tehničkoj školi strukovnih studija u Kragujevcu smer Informatika i stekao zvanje "Strukovni Informatičar". </li> <li> Kada sam položio poslednji ispit, prijavio sam se na praksu u kompaniji SAGA D.O.O u Beogradu u trajanju od četiri meseca. </li> <li> Ukratko po završetku prakse zaposlio sam se u kompaniji Quantox Technology, kancelarija u Kragujevcu. Bio sam zaposlen pet meseci. </li> <li> Posle toga sam radio na još nekim projektima i onda sam odlučio da diplomiram. </li> <li> Kako ne mogu govoriti o projektima na kojima sam radio, odlučio sam da napravim ovu prezentaciju. </li> <li>Klikom na <a>Sr <fa-icon></fa-icon></a> možete preuzeti moj CV na srpskom jeziku, a klikom na <a>En <fa-icon></fa-icon></a> možete preuzeti CV na engleskom jeziku. </li>

# about-subtitle
source: Knowledge I possess
sr: Znanje koje posedujem

# about-skils
source: Skils: <li>Html5,</li> <li>Css3 (Scss, Less),</li> <li>Bootstrap,</li> <li>JavaScript (ES6, TypeScript, JQuery, Ajax, Angular, React),</li> <li>Firebase</li> <li>Git (GitHub, GitLab, Bitbucket)</li>
sr: Veštine: <li>Html5,</li> <li>Css3 (Scss, Less),</li> <li>Bootstrap,</li> <li>JavaScript (ES6, TypeScript, JQuery, Ajax, Angular, React),</li> <li>Firebase</li> <li>Git (GitHub, GitLab, Bitbucket)</li>

# about-languages
source: Languages: <li>Serbian</li> <li>English</li>
sr: Jezici: <li>Srpski</li> <li>Engleski</li>

# fs-venue-distance
source: Distance: {{ item.venue.location.distance }}m
sr: Udaljenost: {{ item.venue.location.distance }}m

# fs-denied-location
source: <h3>FourSquare app</h3><br/> <h5> If you have accessed the aplication on your computer and when you are asked to allow the application to find your location by clicking on the block, you will not be able to acces the application. So please go to your browser settings and allow. <br/> The path is: <span>settings/privacy and security/site settings/location.</span> </h5><br/> <h5> If you have accessed the application from your phone or tablet you need to turn on your location and you can continue to use it. </h5>
sr: <h3>FourSquare aplikacija</h3><br/> <h5> Ukoliko ste pristupili aplikaciji na računaru i kada je zatraženo da dozvolite da aplikacija nađe Vašu lokaciju kliknuli na blok, nećete moći da pristupite aplikaciji. Zato Vas molim da u vašem pretraživaču odete na podešavanje i dozvolite. <br/> Putanja je: <span>Podešavanje/Privatnost i Bezbednost/Podešavanje sajta/Lokacija.</span> </h5><br/> <h5> Ukoliko ste pristupli aplikaciji na Vašem telefonu ili tabletu, potrepno je da uključite Vašu lokaciju i možete nastaviti da je koristite. </h5>

# home-title
source: Welcome to my Web presentation
sr: Dobrodošli na moju Web prezentaciju

# home-text-1
source: My name is Stefan Đorđević and I am Front end web developer. This project was made as presentation of knowledge that I own and as a project for my CV.
sr: Moje ime je Stefan Đorđević i ja sam Frontend web programer. Ovaj projekat je napravljen kao prezentacija znanja koje posedujem i kao projekat za moj CV.

# home-text-2
source: Here You can find out more information about me on channel <a>About</a>, use some applications that I made on channel <a>Applications</a> and You can contact me via form, social networks or email on channel <a>Contact</a>. Some applications need login, so if you want to try them out, register and enjoy. Registration is free.
sr: Ovde možete saznati više informacija o meni na kanalu <a>O meni</a>, koristite aplikacije koje sam napravio na kanalu <a>Aplikacije</a> i možete me kontaktirati putem forme, društvenih mreža i e-poštom na kanalu <a>Kontakt</a>. Neke aplikacije zahtevaju prijavu, pa ako želite da ih isprobate, registrujte se i uživajte. Registracija je besplatna.

# home-text-3
source: On this presentation u can see two buttons <span>info</span> and <span>menu</span> on bottom of the screen. By clicking on button <span>info</span> you can read information about channel you are on, by clicking on button <span>menu</span> you can change language and see list of all channels and you can navigate to them. Also You can go to next or previous channel by clicking on arrows on bottom.
sr: Na ovoj prezentaciji možete videti dva dugmeta <span>info</span> i <span>meni</span> na dnu ekrana. Klikom na dugme <span>info</span> možete pročitati informacije o kanalu na kome se nalazite, klikom na dugme <span>meni</span> možete promeniti jezik i videti listu svih kanala i otići do njih. Takođe možete otići na sledeći ili prethodni kanal klikom na strelice u dnu.

# home-text-4
source: More information about this project you can read when you click on <span>info</span> button. You can see whole code when you click on this "cat" <a> <fa-icon></fa-icon> </a>.
sr: Više informacija o ovom projektu možete pročitati klikom na <span>info</span> button. Čitav kod možete videti kada kliknete na ovu "mačku" <a> <fa-icon></fa-icon> </a>.

# profile-title-1
source: User Profile
sr: Korisnički Profil
