Repository: stedjor/Stefan-Djordjevic-portfolio
Catalog: src/translate/messages.*.xlf
Languages: sr

# profile-edit-profile
source: Edit Profile
sr: Iymenite profil

# profile-email-p
source: Email: <strong>{{userData.email}}</strong>
sr: E-pošta: <strong>{{userData.email}}</strong>

# profile-title-2
source: Edit Profile
sr: Uredite Profil

# profile-edit-save
source: Save
sr: Sačuvati

# profile-return_photo
source: Return photo from provider (google)
sr: Vratite Všu fotografiju od provajdera (google)

# profile-delete_photo
source: Delete Photo
sr: Obrišite fotografiju

# profile-file
source: Choose file
sr: Izaberi Datoteku

# profile-username-placeh
source: username
sr: Korisničko ime

# login-title
source: Log In
sr: Prijavite se

# login-e_mail-title
source: Enter your email address
sr: Unesite vašu e-poštu

# login-e_mail-placeh
source: Email
sr: E-pošta

# login-pass-title
source: Enter password
sr: Unesite Lozinku

# login-pass-placeh
source: Password
sr: Lozinka

# login-btn
source: Log In
sr: Prijavite se

# login-text-1
source: Or Login with:
sr: Ili se prijavite sa:

# login-fa_google
source: Login with your google account
sr: Ulogujte se sa Vašim google nalogom

# login-link-1
source: Forgot Password?
sr: Zaporavili ste lozinku?

# login-text-2
source: Don't have an account? <a>Register</a>
sr: Nemate nalog? <a>Registracija</a>

# register-title
source: Register
sr: Registracija

# register-e_mail-title
source: Enter your email
sr: Unesite svou e-poštu

# register-e_mail-placeh
source: Email
sr: E-pošta

# register-pass-title
source: Enter password
sr: Unesite lozinku

# register-pass-placeh
source: Password
sr: Lozinka

# register-cnf_pass-title
source: Type the same password
sr: Ponovite istu lozinku

# register-cnf_pass-placeh
source: Confirm Password
sr: Potvrda lozinke

# register-not_same_pass
source: Password is not same
sr: Lozinka nije ista

# register-btn
source: Register
sr: Registruj se

# register-text-1
source: Or Log In with:
sr: Ili se prijavite sa:

# register-fa_google
source: Login with your google account
sr: Ulogujte se sa Vašim google nalogom

# register-text-2
source: Already have an account? <a>Log In</a>
sr: Već imate nalog? <a>Prijava</a>

# fp-title
source: Reset Password
sr: Resetovanje Lozinke

# fp-text-1
source: Please enter your email address to request a password reset.
sr: Molim Vas unesite svoju e-poštu da biste zatražili vraćanje lozinke.

# fp-e_mail-title
source: Enter your email
sr: Unesite Vašu e-poštu

# fp-e_mail-placeh
source: Email Address
sr: E-pošta

# fp-btn
source: Reset Password
sr: Resetovanje Lozinke

# fp-text-2
source: Go back to? <a>Log In</a>
sr: Vratite se? <a>Prijava</a>

# ve-title
source: Thank You for Registering
sr: Hvala Vam za registrovanje

# ve-text-1
source: I am sent a confirmation email to <strong>{{user.email}}</strong> .
sr: Poslata vam je potvrdna e-pošta na <strong>{{user.email}}</strong> .

# ve-text-2
source: Please check your email inbox and click on the link to verfiy your email address.
sr: Molim Vas proverite e-poštu i kliknite na link da biste potvrdili svoju e-poštu.

# ve-btn
source: Resend Verification Email
sr: Ponovo pošaljite verifikaciju

# ve-text-3
source: Go back to?<button>Log In</button>
sr: Vratite se?<button>Prijava</button>

# uc-car_ads-clearfilters
source: Clear Filters
sr: Očisti filtere

# uc-car_ads-sortby
source: Sort By...
sr: Sortirati po...

# uc-car_ads-sort-title
source: Sort by...
sr: Sortirati po...

# uc-car_ads-yourads
source: Your Ads <span>{{ usedYourCars.length }}</span>
sr: Vaši oglasi <span>{{ usedYourCars.length }}</span>

# uc-car_ads-your-created
source: Created:
sr: Kreirano:

# uc-no-ads-your
source: You have not created any ads.
sr: Niste napravili nijedan oglas.

# uc-car_ads-your-more
source: Show More
sr: Prikaži više

# uc-car_ads-your-less
source: Show Less
sr: Prikaži manje

# uc-car_ads-allads
source: All Ads <span>{{ usedAllCars.length }}</span>
sr: Svi oglasi <span>{{ usedAllCars.length }}</span>

# uc-car_ads-all-created
source: Created:
sr: Kreirano:

# uc-no-ads-all
source: No ads were created.
sr: Nijedan oglas nije napravljen.

# uc-car_ads-all-more
source: Show More
sr: Prikaži više

# uc-car_ads-all-less
source: Show Less
sr: Prikaži manje

# uc-car_ads-filteredads
source: Filtered Ads <span>{{ filteredCars.length }}</span>
sr: Filtrirani oglasi <span>{{ filteredCars.length }}</span>

# uc-car_ads-filtered-created
source: Created:
sr: Kreirano:

# uc-car_ads-filtered-more
source: Show More
sr: Prikaži više

# uc-car_ads-filtered-less
source: Show Less
sr: Prikaži manje

# uc-no-ads-filtered
source: No ads with these criteria were found.
sr: Nije pronađen nijedan oglas sa ovim kriterijumima.

# uc-car_ads-nodetails-text
source: <fa-icon></fa-icon> Pick the car to see details
sr: <fa-icon></fa-icon> Izaberite auto da biste videli detalje

# uc-car_ads-carinfo
source: Car Info
sr: Informacije o automobilu

# uc-car_ads-brand
source: Brand
sr: Marka

# uc-car_ads-brand-1
source: Brand...
sr: Marka...

# uc-filter-custom-brand-btn_title
source: If the brand or model of your car is not on the list.
sr: Ako marka ili model vašeg automobila nije na listi.

# uc-filter-brand
source: Brand
sr: Marka

# uc-filter-custom-brand_title
source: Enter Brand
sr: Unesite Marku

# uc-filter-custom-model_title
source: Enter Model
sr: Unesite Model

# uc-car_ads-age
source: Age
sr: Godina

# uc-car_ads-from
source: From...
sr: Od...

# uc-car_ads-to
source: ...To
sr: ...Do

# uc-car_ads-Price
source: Price
sr: Cena

source: From...
sr: Od...

source: ...To
sr: ...Do

# uc-car_ads-fuel
source: Fuel
sr: Gorivo

# uc-car_ads-fuel-1
source: Fuel...
sr: Gorivo...

# uc-car_ads-transmission
source: Transmission
sr: Menjač

# uc-car_ads-color
source: Color
sr: Boja

# uc-car_ads-sallerinfo
source: Saller Info
sr: Informacije o prodavcu

# uc-car_ads-country
source: Country...
sr: Država...

# uc-car_ads-town
source: Town
sr: Grad

# uc-car_ads-reset
source: Reset
sr: Resetovanje

# uc-car_ads-save
source: <fa-icon></fa-icon> Save
sr: <fa-icon></fa-icon> Sačuvati

# uc-create_ad-title
source: Create Ad
sr: Napravite Oglas

# uc-create_ad-subtitle-1
source: Choose image
sr: Izaberite slike

# uc-create_ad-file-1
source: Choose file
sr: Izaberite datoteku

# uc-create_ad-subtitle-2
source: Car info
sr: Informacije o automobilu

# uc-create_ad-brand
source: Brand...
sr: Marka...

# uc-create_ad-custom-brand-btn_title
source: If the brand or model of your car is not on the list.
sr: Ako marka ili model vašeg automobila nije na listi.

# uc-create_ad-mark_placeh
source: Mark
sr: Oznaka

# uc-create_ad-mark_title
source: Enter mark
sr: Unesite oznaku

# uc-create_ad-custom-brand_placeh
source: Brand
sr: Marka

# uc-create_ad-custom-brand_title
source: Enter brand
sr: Unesite marku

# uc-create_ad-custom-model_title
source: Enter model
sr: Unesite model

# uc-create_ad-custom-mark_placeh
source: Mark
sr: Oznaka

# uc-create_ad-custom-mark_title
source: Enter mark
sr: Unesite oznaku

# uc-create_ad-age
source: Age...
sr: Godina...

# uc-create_ad-price_placeh
source: Price (€)
sr: Cena (€)

# uc-create_ad-fuel
source: Fuel...
sr: Gorivo...

# uc-create_ad-color
source: Color...
sr: Boja...

# uc-create_ad-mileage_placeh
source: Mileage (km)
sr: Kilometraža (km)

# uc-create_ad-mileage_title
source: Enter mileage in km
sr: Unesite kilometražu u km

# uc-create_ad-doors
source: Doors...
sr: Vrata...

# uc-create_ad-Engine_placeh
source: Engine (cm³)
sr: Motor (cm³)

# uc-create_ad-Engine_title
source: Enter in cm³
sr: Unesite u cm³

# uc-create_ad-transmission
source: Transmission...
sr: Menjač...

# uc-create_ad-seats
source: Seats...
sr: Sedišta...

# uc-create_ad-subtitle-3
source: Saller info
sr: Informacije o prodavcu

# uc-create_ad-country
source: Country...
sr: Država...

# uc-create_ad-town_placeh
source: Town
sr: Grad

# uc-create_ad-town_title
source: Enter town
sr: Unesite grad

# uc-create_ad-phone_placeh
source: Phone
sr: Telefon

# uc-create_ad-phone_title
source: Enter phone
sr: Unesite telefon

# uc-create_ad-address_placeh
source: Address
sr: Adresa

# uc-create_ad-address_title
source: Enter address
sr: Unesite adresu

# uc-create_ad-address-num_placeh
source: Address number
sr: Broj adrese

# uc-create_ad-address-num_title
source: Enter address number
sr: Unesite broj adrese

# uc-create_ad-createad-btn
source: <fa-icon></fa-icon> Create ad
sr: <fa-icon></fa-icon> Napravite oglas

# uc-edit_ad-title
source: Edit ad
sr: Izmenite oglas

# uc-edit_ad-subtitle-1
source: Choose images
sr: Izaberite slike

# uc-edit_ad-file
source: Choose file
sr: Izaberite datoteku

# uc-edit_ad-subtitle-2
source: Car info
sr: Informacije o automobilu

# uc-edit_ad-brand
source: Brand...
sr: Marka...

# uc-edit_ad-mark_placeh
source: Mark
sr: Oznaka

# uc-edit_ad-mark_title
source: Enter mark
sr: Unesite oznaku

# uc-edit_ad-custom-brand_placeh
source: Brand
sr: Marka

# uc-edit_ad-custom-brand_title
source: Enter brand
sr: Unesite marku

# uc-edit_ad-custom-brand-btn_title
source: If the brand or model of your car is not on the list.
sr: Ako marka ili model vašeg automobila nije na listi.

# uc-edit_ad-custom-model_title
source: Enter model
sr: Unesite model

# uc-edit_ad-custom-mark_placeh
source: Mark
sr: Oznaka

# uc-edit_ad-custom-mark_title
source: Enter mark
sr: Unesite oznaku

# uc-edit_ad-age
source: Age...
sr: Godina...

# uc-edit_ad-price_placeh
source: Price (€)
sr: Cena (€)

# uc-edit_ad-fuel
source: Fuel...
sr: Gorivo...

# uc-edit_ad-color
source: Color...
sr: Boja...

# uc-edit_ad-mileage_placeh
source: Mileage (km)
sr: Kilometraža (km)

# uc-edit_ad-mileage_title
source: Enter mileage in km
sr: Unesite kilometražu u km

# uc-edit_ad-doors
source: Doors...
sr: Vrata...

# uc-edit_ad-Engine_placeh
source: Engine (cm³)
sr: Motor (cm³)

# uc-edit_ad-Engine_title
source: Enter in cm³
sr: Unesite u cm³

# uc-edit_ad-transmission
source: Transmission...
sr: Menjač...

# uc-edit_ad-seats
source: Seats...
sr: Setište...

# uc-edit_ad-subtitle-3
source: Saller info
sr: Informacije o prodavcu

# uc-edit_ad-country
source: Country...
sr: Država...

# uc-edit_ad-town_placeh
source: Town
sr: Grad

# uc-edit_ad-town_title
source: Enter town
sr: Unesite grad

# uc-edit_ad-phone_placeh
source: Phone
sr: Telefon

# uc-edit_ad-phone_title
source: Enter phone
sr: Unesite telefon

# uc-edit_ad-address_placeh
source: Address
sr: Adresa

# uc-edit_ad-address_title
source: Enter address
sr: Unesite adresu

# uc-edit_ad-address-num_placeh
source: Address Number
sr: Broj adrese

# uc-edit_ad-address-num_title
source: Enter address number
sr: Unseite broj adrese

# uc-edit_ad-cancel
source: Cancel
sr: Poništiti

# uc-edit_ad-save
source: <fa-icon></fa-icon> Save
sr: <fa-icon></fa-icon> Sačuvati

# uc-car_details-edit
source: Edit
sr: Uredite

# uc-car_details-delete
source: Delete
sr: Uklonite

# uc-car_details-created
source: Created:
sr: Kreirano:

# uc-car_details-carinfo
source: Car Info
sr: Informacije o automobilu

# uc-car_details-carinfo-infos
source: <div> <p><strong>Date: </strong>{{ detailsOfCar.car.age }} year</p> <p><strong>Engine: </strong>{{ detailsOfCar.car.engine | number }}cm³</p> <p><strong>Transmission: </strong>{{ detailsOfCar.car.transmission }}</p> </div> <div> <p><strong>Kw/Ks: </strong>{{ detailsOfCar.car.kwKs }}/({{ detailsOfCar.car.kwKs * ks | number: '0.0-0'}})</p> <p><strong>Mieleage: </strong>{{ detailsOfCar.car.mileage | number }}km</p> <p><strong>Fuel: </strong>{{ detailsOfCar.car.fuel }}</p> </div> <div> <p><strong>Seats: </strong>{{ detailsOfCar.car.seats }}</p> <p><strong>Doors: </strong>{{ detailsOfCar.car.doors }}</p> <p><strong>Color: </strong>{{ detailsOfCar.car.color }}</p> </div>
sr: <div> <p><strong>Datum: </strong>{{ detailsOfCar.car.age }} godine</p> <p><strong>Motor: </strong>{{ detailsOfCar.car.engine | number }}cm³</p> <p><strong>Menjač: </strong>{{ detailsOfCar.car.transmission }}</p> </div> <div> <p><strong>Kw/Ks: </strong>{{ detailsOfCar.car.kwKs }}/({{ detailsOfCar.car.kwKs * ks | number: '0.0-0'}})</p> <p><strong>Prešao: </strong>{{ detailsOfCar.car.mileage | number }}km</p> <p><strong>Gorivo: </strong>{{ detailsOfCar.car.fuel }}</p> </div> <div> <p><strong>Sedišta: </strong>{{ detailsOfCar.car.seats }}</p> <p><strong>Vrata: </strong>{{ detailsOfCar.car.doors }}</p> <p><strong>Boja: </strong>{{ detailsOfCar.car.color }}</p> </div>

# uc-car_details-sallerinfo
source: Saller Info
sr: Informacije o prodavcu

# uc-car_details-sallerinfo-infos
source: <div> <p><strong>Country: </strong>{{ detailsOfCar.saller.countries }}</p> </div> <div> <p><strong>Town: </strong>{{ detailsOfCar.saller.town }}</p> </div> <div> <p><strong>Adress: </strong>{{ detailsOfCar.saller.adress }} <span>{{ detailsOfCar.saller.adressNumber }}</span></p> </div>
sr: <div> <p><strong>Država: </strong>{{ detailsOfCar.saller.countries }}</p> </div> <div> <p><strong>Grad: </strong>{{ detailsOfCar.saller.town }}</p> </div> <div> <p><strong>Adresa: </strong>{{ detailsOfCar.saller.adress }} <span>{{ detailsOfCar.saller.adressNumber }}</span></p> </div>

# uc-car_details-nocomments
source: There is no comments
sr: Nema komentara

source: Write a comment...
sr: Napišite komentar...

# uc-car_header-title
source: UsedCars
sr: Polovnjaci

# uc-car_header-li-1
source: Car Ads
sr: Auto oglasi

# uc-car_header-li-2
source: Create Ad
sr: Napravite oglas

# main-menu-btn
source: menu
sr: meni

# error-content
source: <h1>404</h1> <h2>Page not found</h2> <h3>You might want to go to the <a>home</a> page</h3>
sr: <h1>404</h1> <h2>Stranica nije pronađena</h2> <h3>Možda želite da odete na <a>Početnu</a> stranicu</h3>
